# 안내
# <--작성부--> : 옆의 모양과 동일한 화살괄호를 모두 지우고 작성하시면 됩니다

# 아래의 주석들을 참고하고 코드를 작성해볼까요?
<--여기를 채우세요-->   # 플레이어 1의 숫자값을 담을 변수를 만드세요
<--여기를 채우세요-->   # 플레이어 2의 숫자값을 담을 변수를 만드세요

print("🎮 숫자 대결 게임! 🎮") # console.log를 통해 게임제목을 출력합니다.

# 완성된 모습을 확인하고 print안에 문자열로 이루어진 "플레이어1 : " 와 플레이어 1의 변수값을 출력합니다.
print(<--여기를 채우세요-->)
print(<--여기를 채우세요-->)

if <--플레이어1이 플레이어 2부다 크다면?--> : # <--괄호의 문장을 코드로 수정하세요.
    print("🏆 플레이어 1이 승리했습니다! 🎉")
elif <--플레이어1이 플레이어2 보다 작다면?--> : # <--괄호의 문장을 코드로 수정하세요.
    print("🏆 플레이어 2가 승리했습니다! 🎉")
else:
    print("🤝 무승부! 두 플레이어가 같은 점수입니다.")